

"kBluetoothConnectionFailedTitle"				= "Awaria Bluetooth audio.";
"kBluetoothConnectionErrorTitle"				= "Wystąpił błąd podczas łączenia z urządzeniem audio.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "Połączenie w parę nie jest już ważne. Połącz ponownie i spróbuj jeszcze raz.";
"kBluetoothConnectionFailedExplanation"			= "Wystąpił błąd podczas podłączania zestawu słuchawkowego. Upewnij się, że jest włączony i znajduje się w zasięgu. Być może trzeba ponownie uruchomić używany program do obsługi dźwięku.";
"kBluetoothSBCCodecMismatchExplanation"			= "Wystąpił błąd podczas łączenia z zestawem słuchawkowym. Urządzenie zdalne nie mogło zaakceptować konfiguracji zakodowanego strumienia audio.";
"kBluetoothConnectionUnsupportedExplanation"	= "Nie udało się otworzyć połączenia z urządzeniem audio. Spróbuj skonfigurować je ponownie.";

"kBluetoothDisconnectedTitle"					= "Audio Bluetooth odłączone.";
"kBluetoothDisconnectedExplanation"				= "Twój zestaw słuchawkowy został nieoczekiwanie odłączony. Upewnij się, że jest włączony i znajduje się w zasięgu. Być może trzeba ponownie uruchomić używany program do obsługi dźwięku.";

"kBluetoothAudioInUseTitle"						= "Bluetooth audio jest używane.";
"kBluetoothAudioInUseExplanation"				= "Inny zestaw słuchawkowy Bluetooth jest już używany. Jednocześnie może być używany tylko jeden zestaw słuchawkowy Bluetooth.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Zakończ używanie zestawu słuchawkowego";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Zakończ używanie słuchawek";

"kBluetoothAudioHeadsetDeviceType"				= "Zestaw słuchawkowy";
"kBluetoothAudioHeadphoneDeviceType"			= "Słuchawki";

"kBluetoothAudioSwitchButtonTitle"				= "Użyj tego urządzenia";
"kBluetoothAudioTryAgainButtonTitle"			= "Spróbuj ponownie";
"kBluetoothAudioDisconnectButtonTitle"			= "Rozłącz";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Nie pytaj mnie ponownie";

"kBluetoothAudioSwitchHeadestMessageText"		= "Czy chcesz używać urządzenia Bluetooth „%@ (mono)” jako urządzenia audio?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Czy chcesz używać urządzenia Bluetooth „%@ (stereo)” jako urządzenia audio?";

"kBluetoothAudioSwitchInfoText"					= "Możesz wyłączyć to okno dialogowe w panelu preferencji Bluetooth, klikając opcje zaawansowane i usuwają zaznaczenie opcji Pytaj przy wszystkich przychodzących żądaniach audio.";

